Version2/TestTool-Fosters/TestTool.Setup/Requests/AccessControl/GetAccessPointInfo/General.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAccessPointInfo>
         <tac:Token>tokenAccessPoint1</tac:Token>
      </tac:GetAccessPointInfo>
   </soap:Body>
</soap:Envelope>